{
  "MtnData" : [
    {
      "title": "KILLIMANJARO",
      "text": "<p>Kilimanjaro is the highest mountain in Africa at 19,341 feet (5,895 meters), but it isn't a mountain in a traditional sense. It is a giant stratovolcano that began forming about a million years ago and is composed of many layers of hardened volcanic ash, lava, pumice and tephra — fragmental material that is the fallout from a volcanic eruption. A number of theories exist about the meaning and origin of the name. One theory is that the name is a mix of the Swahili word Kilima, meaning 'mountain,' and the KiChagga word Njaro, loosely translated as 'whiteness.' Another is that Kilimanjaro is the European pronunciation of a KiChagga phrase meaning 'we failed to climb it.'One of the Seven Summits (the highest peaks on the seven continents), Kilimanjaro is in Tanzania in east Africa. Kilimanjaro lies within the 292-square-mile (756 square kilometers) Kilimanjaro National Park. Kilimanjaro rises from its base approximately 16,732 feet (5,100 meters) from the plains near </p>",
      "text2" : "<p>making it the tallest free-standing mountain in the world. There are three volcanic cones that make up Kilimanjaro  Kibo is the summit  Mawenzi at 16,893 feet (5,149 meters) and Shira at 13,000 feet (3,962 meters). Uhuru Peak is the highest summit on Kibo's crater rim. Uhuru, Swahili for 'Freedom,' was named in 1961 when Tanganyika gained its independence . Tanganyika later joined with the islands of Zanzibar to form Tanzania. While the other two volcanic formations are extinct — meaning that they are highly unlikely to erupt again — Kibo (the highest peak) is merely dormant, so there is the possibility that it could erupt. Estimates have the last major eruption dated to 360,000 years ago, but volcanic activity was recorded just 200 years ago.</p>",
      "text3" : "<p>While Kibo is dormant, gas is emitted into the crater, causing several collapses and landslides, with the most extensive ones creating the area known as the Western Breach. While the name Kilimanjaro has its origins in the KiChagga word for 'white,' it is becoming increasingly less so. While it still covered with ice caps and glaciers at higher levels, global warming is quickly changing the climate and scientists expect the famed snows of Kilimanjaro to disappear sometime between 2022 and 2033.</p>",
      "image": "app/img/mt/killi.jpg"
    },
    {
      "title": "MATTERHORN",
      "text": "<p>As the most recognized mountain on the European continent, the roughly chiseled rock pyramid of the Matterhorn serves as a defining geographical landmark. With a near perfect pyramid, its absolute symmetry demarcates the exquisite nature of this beautiful mountain. Nestled in the Swiss Alps, birthplace of climbing, an ascent of the Matterhorn hearkens back to the purist traditions of climbing. The Matterhorn, which stands over the town of Zermatt, is nearly steeple-like in both structure and magnetism. The region nearby is comprised of lush meadows and pristine landscapes. The combination of scenic beauty, superb lodging and the ability to challenge oneself by day and live in luxury by night, makes climbing in Switzerland a rather comfortable alpine experience.</p>",
      "text2" : "<p>In preparation for the ascent of the Matterhorn we do four days of prior climbing to help review skills, and acclimate. Climbing both the Polux and Breithorn and excellent challenging 4000m peaks that tower above Zermatt. The two days of rock climbing help climbers gain the last minute skills and knowledge before climbing the Matterhorn. This unique opportunity to climb in one of the most famous climbing regions in the world is unrivaled in excellence and quality. Climbs in previous years have enjoyed 100% summit success. 2015 had great success with 9 out of 11 climbers reaching the summit. Lodged in the Pennine Alps along the Swiss-Italian border, the Matterhorn’s history dates back to the Whymper team ascent in 1865. </p>",
      "text3" : "<p>The climbing accomplishments continue into modern day with such achievements as Swiss Guides Arnold and Graven completing two complete traverses, covering all four ridges in 19½ hours. In 1995, B. Brunod set the record for the fastest ascent reaching the summit in 2 hours, 12 minutes and 29 seconds from the village of Cervinia. Other notable ascents include the first woman, Lucy Walker (British) in 1871, first ascent of the North Face in by F. and T. Schmid in 1931 and W. Bonatti’s a solo winter ascent on a new direct route of the North Face in 1965.</p>",
      "image": "app/img/mt/matt.jpg"
    },
    {
      "title": "ACONCAGUA",
      "text": "<p>Aconcagua, which translates as “Stone Sentinel” is 22,841 ft, making it the highest mountain in the Americas and the highest mountain outside of Asia. This spectacular mountain is surrounded by numerous peaks over 20,000 ft. and the surrounding lowlands (up to 13,000 ft.) consist of beautiful desert landscapes with a large diversity of flora and fauna. Traditionally there are three guided routes on Aconcagua: Route Normal, Vacas Valley Polish Variation, and the Guanacos Glacier Route. While not technical, Aconcagua is a highly underestimated climb, and traveling with Alpine Ascents and our near 30 years of experience, knowledgeable and expert guides will greatly increase your chances of summiting and being safe on the mountain.</p>",
      "text2" : "<p>Essential logistics like food prep, quality camps, porters options and days on the mountains may seem like areas where you can “cut corners”, however we profess the importance of these details along with reasonable team sizes (many of our competitors end up combining teams and can have up to 20 with a few guides) are paramount to offering a superb experience. While the first summit of Aconcagua is credited to Swiss Climber Mathias Zurbriggen, there are traces of Inca civilization and culture near the summit. The name itself hearkens back to indigenous roots, the Quechua word Anco (white) and Cahuac (sentinel). Much like the explorers of the Himalayas, the passes around Aconcagua came into play during military expeditions. In 1817, General Jose de San Martin crossed the range in successful efforts to liberate Chile from Spain. By 1950 most sides of the mountain were climbed with variations of these routes being added to the long line of successful summits.</p>",
      "text3" : "<p>In over 25 years of guiding Aconcagua, only a handful teams have not reached the summit – a team success rate of about 90%. We have led numerous expeditions in which all climbers have reached the summit. We are confident our summit success is the finest in the industry. The success is a testament to our guides and the hard work and team spirit of our climbers. Guides are well equipped, experienced and prepared to lead your climbs and properly outfit your climb as we keep a staff and apartment in the launch city of Mendoza. We believe that with our guides and acclimatization schedule, along with our pre-trip assistance, Alpine Ascents offers the best possible chance for you to reach the summit of Aconcagua.</p>",
      "image": "app/img/mt/acon.jpg"
    },
    {
      "title": "BEN NEVIS",
      "text": "<p>Ben Nevis is the highest mountain in Britain. The route described here is the standard way up the mountain; it is straightforward, if strenuous, by hillwalking standards, but the less experienced should be sure to read all the precautions. The terrain is a steep path throughout. The upper section is rough and very stony; it is often snow covered and losing the line of the path easily leads onto dangerous terrain - navigational skills are needed. NB. as with any mountain walk, any ascent when snow is lying on the path requires winter equipment and skills.</p>",
      "text2" : "<p>What does 'Nevis' mean? The river and glen running past the mountain both carry the name, as does the remote sea loch at Knoydart, 40 miles to the west. In Gaelic the mountain's name, Beinn Nibheis, has been linked with Irish and Gaelic words meaning poisonous or terrible, implying a fairly ominous character. Ben Nevis, although not as high as Alpine mountains, is positioned on a more northerly latitude and the climate can be considered similar to Arctic regions. While there may be a welcoming sea breeze on the shores of Loch Linnhe, 20-30 knots of chilling wind may be evident on the summit of the Ben. Many walkers/climbers find weather conditions changing within minutes - usually for the worse - as they work their way up the mountain. If you are planing to walk up the mountain footpath wtih friends or on your own, be warned that the mountain can be intolerant of inexperienced, ill-prepared walkers! </p>",
      "text3" : "<p>Thousands of people walk up Ben Nevis every year and the vast majority do so in safety, taking common sense measures to make sure they stay safe while on the mountain. We hope you enjoy your own experience of walking up Ben Nevis and have a great time ! Please be considerate and not waste Police time by not walking up Ben Nevis when there is a severe weather forecast warning of gale-force winds and torrential rain. There's always another day to enjoy the experience safely and sensibly.</p>",
      "image": "app/img/mt/bnev.jpg"
    },
    {
      "title": "FITZ ROY",
      "text": "<p>Fitzroy (also known as Cerro Fitzroy, Cerro Chaltel, Chaltén, and Monte Fitz Roy, 3,375 meters / 11,073 feet) is the highest spire in a compact range of granite (granodiorite) peaks in Parque Nacional Los Glaciares, in Argentine Patagonia. Named after Captain Robert Fitzroy of the HMS Beagle, Fitzroy thrusts above the Argentine plains and Southern Icecap together with its companion peaks Cerro Poincenot, Aguja Rafael, and Aguja Saint Exupery. The peaks are located near the neighboring Cerro Torre group outside of the small village of El Chaltén, reached by bus from the tourist center El Calafate. Fitzroy was first climbed by the Southeast Ridge (today also known as the Franco-Argentine ridge) on February 2, 1952 by Lionel Terray and Guido Magnone, members of a French expedition. The standard route used today is a variation of the first ascent route (the Franco-Argentine route), consisting of 600 meters VI/VI+ A2.</p>",
      "text2" : "<p>Routes on the Southeast Ridge have remained frequently climbed since the first ascent, although at least 15 major routes have been put up on the peak. Other notable routes include the Southwest Ridge (aka the Californian route), which was the standard route until the linking of the Franco-Argentine routes, and the Supercanelata on the West-Northwest face (VI WI 5) The Fitzroy area is also popular for trekkers, with a number of day hikes and circuits leaving from El Chaltén offering views of the range. Popular destinations include Laguna de los Tres, Laguna Torre, and the non-technical ascent of nearby Cerro Eléctrico. Most travelers to the area travel to El Chaltén by bus from El Calafate. Cheap flights to and from El Calafate are available through LADE (Líneas Aéreas del Estado), operated by Argentina’s air force. Space can be limited on LADE flights, so try to make arrangements as far in advance as possible.</p>",
      "text3" : "<p>Climbing Fitzroy is most feasible during southern hemisphere's summer months, December through February. Fitzroy has been climbed several times during the southern winter, with the first winter ascent on the peak put up in July 1986 by Eduardo Brenner, Sebastian de la Cruz and Gabriel Ruiz on the Supercanelata. Paolo Crippa, Dario Spreafico and Danilo Valsecchi completed the first winter ascent of the Franco-Argentine route in 1988. The first solo winter ascent was completed in 1990 by Japanese climber Yasushi Yamanoi via the Southwest Pillar route. Climbing at any time of the year is subject to the notoriously fickle Patagonian weather, with many climbers waiting weeks for a long enough fair spell to make an attempt.</p>",
      "image": "app/img/mt/fitz.jpg"
    },
    {
      "title": "YOSEMITE",
      "text": "<p></p>",
      "text2" : "<p></p>",
      "text3" : "<p></p>",
      "image": "app/img/mt/yos.jpg"
    },
    {
      "title": "EVEREST",
      "text": "<p></p>",
      "text2" : "<p></p>",
      "text3" : "<p></p>",
      "image": "app/img/mt/eve.jpg"
    },
    {
      "title": "MT.OLYMPUS",
      "text": "<p>Traditionally regarded as the heavenly abode of the Greek gods and the site of the throne of Zeus, Olympus seems to have originally existed as an idealized mountain that only later came to be associated with a specific peak. The early epics, the Illiad and the Odyssey (composed by Homer around 700BC) offer little information regarding the geographic location of the heavenly mountain and there are several peaks in Greece, Turkey and Cyprus that bear the name Olympus. The most favored mythological choice is the tallest mountain range in Greece, the Olympos massif, 100 kilometers southwest of the city of Thessaloniki in northern Greece. The highest peak - shown in the photograph - is Mytikas at 2918 meters (9570 feet).</p>",
      "text2" : "<p>The deities believed to have dwelled upon the mythic mount were Zeus, the king of the gods; his wife Hera; his brothers Poseidon and Hades; his sisters Demeter and Hestia; and his children, Apollo, Artemis, Ares, Aphrodite, Athena, Hermes and Hephaestus. It is interesting to note that these Olympian gods and goddesses were understood in ancient times as archetypes representing idealized aspects of the multi-faceted human psyche. Worship of the deities was a method of invoking and amplifying those aspects in the behavior and personality of the human worshipper. Zeus was the god of mind and the intellect, and a protector of strangers and the sanctity of oaths; Hera was a goddess of fertility, </p>",
      "text3" : "<p>the stages of a woman's life and marriage; Apollo represented law and order, and the principles of moderation in moral, social and intellectual matters; Aphrodite was a goddess of love and the overwhelming passions that drove humans to irrational behavior; Hermes was the god of travelers, of sleep and dreams and prophecy; Athena was spiritual wisdom incarnate; Hephaestus was the god of the arts and fire; and Ares represented the dark, bloodthirsty aspect of human nature. These gods and goddesses did not actually live upon Olympus, rather the ancient myth can be understood to be a metaphor for the power of the sacred mountain. This spiritual power had drawn hermits and monks to live in the caves and forests of the mountain since long before the dawn of the Christian era. With the coming of Christianity the myths and legends of the old Greeks were suppressed and forgotten, and the holy mountain was seldom visited. Today, weekend hikers and young travelers on the vagabond trail through Europe dash up and down the peak in a single day. It is certainly a beautiful place for such a hasty hike, yet to draw upon the real magic of Olympus one should come as a pilgrim and remain for a few quiet days in the woods.</p>",
      "image": "app/img/mt/oly.jpg"
    },
    {
      "title": "DABLAM",
      "text": "<p>The normal route to climb mount Ama Dablam is from its South- West ridge. Most of the mountaineering beginners start their climbing through this Mount. Ama Dablam 6812meters, Ama Dablam is a small snowcapped peak of 6812m lying in the Everest region. This South - West ridge is the normal and most popular route to ascend the Mt. Ama Dablam This mountain is considered to be the most technical & difficult to climb. The mountaineers have to cross-difficult ice rocks and steep snow climbing one their climbing route. Mountaineers usually have to pitch 3 high camps on the mountain of mount Ama Dablam 6812m. To reach the first camp from base camp, the climbers have to pass the toughest and the difficult passing through the difficult saddle ridges; and then should turn to the north climbing up through the rocky ground and through the boulder.</p>",
      "text2" : "<p>We are in Camp one now. From Camp I - one has to cross the rocky bowl and should climb the ridge via to the fixed lines to Camp II. From Camp II after crossing over severe rocks and ridge which lead you to a camp 2. Ama Dablam ExpeditionThe climbing route from Camp II is mostly with the steep mixed alleyways of rock, ice and snow. The route leads to the slope climb to snow ground and then passes through steep snow and ice tunnel then finally along the snow ridge go to Camp III, From here to the summit, it is steep climb on snow and ice to the right of a huge hanging glacier. From the Top of mount Ama Dablam very charming sceneries of Mount Everest 8848m, Lhotse 8516m, Island peak, Makalu 8463m , Khumbu Himalayan and rest of the snowcapped surrounded mountains can be envisioned. </p>",
      "text3" : "<p>Most of the summits lie in the heart in Sherpa World. We follow the classic Everest approach through the Solu Khumbu. Sherpa capital of Namche Bazaar is veering off the trail to Everest base came. We will enter the magnificent Gokyo valleys, a land of high altitude lakes and icy glaciers, after crossing Chhukuma La at 6183m. (except going to Gokyo valley and Chhukuma La Pass you should proceed towards Everest base camp as well) we go towards the Khumbu glacier en route to Everest base camp 17,575ft and you can enjoy spectacular panorama from Kala Patthar at 18,192ft (5,545m.). Your route descends to Dignboche and goes to Chhukung valley and Island (Imja Tse) Base Camp.</p>",
      "image": "app/img/mt/dab.jpg"
    },
    {
      "title": "LHOSTE",
      "text": "<p>Lhotse stands at 8516m, making it the fourth highest mountain in the world. It is situated at the border of Tibet and Nepal. Its long east-west crest is located immediately south of Mount Everest, and the summits of the two mountains are connected by the South Col, a vertical ridge that never drops below 8,000m. Lhotse has three summits: Lhotse Main 8516m, Lhotse Shar 8383m and Lhotse Middle or East 8413m. Sometimes mistakenly Lhotse has been identified as the south peak on the Everest massif. No serious attention was given to climbing Lhotse until Everest had finally been ascended. Lhotse first climbed in 1956 as an alternative route towards the summit of Everest. Lhotse Main was first climbed in 1956 by Ernst Reiss and Fritz Luchsinger who were part of a Swiss expedition. Lhotse Shar was first climbed on December 5, 1979 by Sepp Mayerl and Rolf Walter by taking the SE-ridge. It was not until 2001 that Lhotse Middle was conquered by the Russian Expedition</p>",
      "text2": "<p>The western flank of Lhotse is known as the Lhotse Face. Any climber bound for the South Col on Everest must climb this 1,125m (3,700ft) wall of glacial blue ice. This face rises at 40 and 50 degree pitches with the occasional 80 degree bulges.  Two rocky sections called the Yellow Band and the Geneva Spur interrupt the icy ascent on the upper part of the face. The south face is one of the most impressive walls in Himalayas.  The first expedition from the south side was Yuogoslavian leading by A.Kunaver. They selected the left side of the wall but they manage to only get to 8100 meters.  In 1985,1987 and 1989 three Polish expedition tried to climb the wall. The highest point they reach was 8300 meters.  During the last expedition, Jerzy Kukuczka-the second person who climbed all 8000 meter peaks died during the attempt.  Another expedition in 1989 lead by Reinhold Messner failed due to problems between members.</p>",
      "text3": "<p>In 1990 Tomo Cesen said that he climbed the wall via Yugoslavian route.  The climb caused much controversy because many climbers didn't believe that the wall, which was unclimbed by so many good climbers, was by climbed by single person.  He later changed his mind claiming that he didn't reach the top but the summit ridge.  However, public opinion is that he reached only about 7000 meters. The south face was finally climbed in 1990 by Russian expedition few months after Cesen's climb.  They describe the wall as impossible to be climbed by a single person.</p>",
      "image": "app/img/mt/den.jpg"
    },
    {
      "title": "DENALI",
      "text": "<p>Denali is the tallest mountain in North America. Located in south-central Alaska, the mountain's peak is 20,310 feet (6,190 meters) above sea level, also making it the third highest of the Seven Summits — the highest mountains on each of the seven continents — following Mount Everest in Nepal and Aconcagua in Argentina. By one measure, it could be considered the third tallest mountain in the world. Denali's height was recalculated at 20,310 feet in September 2015, based on GPS survey data; And that number was an update to a 2013 estimate of 20,237 feet (6,168 m), which was calculated using a remote-sensing technique called interferometric synthetic aperture radar (InSAR). Both numbers placed Denali's summit lower than the original calculation of 20,320 feet (6,194 m) established in 1953 by Bradford Washburn, a mountaineer, photographer and cartographer. The native Koyukon Athabascan people call the mountain Denali, which is usually translated as </p>",
      "text2" : "<p>'The Great One.' However, linguist James Kari of the Alaska Native Language Center at the University of Alaska Fairbanks, wrote in the book “Shem Pete’s Alaska” that the name is based on a verb theme meaning “high” or “tall.” A gold prospector, William Dickey, named it Mount McKinley in 1896, after President William McKinley. Dickey was among a large group of prospectors who were part of the Cook Inlet gold rush. When asked why he chose to name the mountain after then-presidential nominee McKinley, he cited McKinley’s support of the gold standard. McKinley, who was from Ohio, never visited his namesake mountain or any part of Alaska.</p>",
      "text3" : "<p>The park in which the mountain resides was established as Mount McKinley National Park on Feb. 26, 1917. The state of Alaska officially changed the name to Denali in 1975 and asked the federal government to do so too. However, when the park was tripled in size and renamed Denali National Park and Preserve in 1980, the federal government retained the name Mount McKinley, according to the Alaska Dispatch News. A number of efforts had tried to switch the name to Denali. Hudson Stuck, who made the first ascent of the mountain in 1913, wrote a book titled 'The Ascent of Denali.' In the preface of the book, he called for 'the restoration to the greatest mountain in North America of its immemorial native name.' Past attempts were blocked by lawmakers from Ohio.</p>",
      "image": "app/img/mt/lho.jpg"
    },
    {
      "title": "BLANC",
      "text": "<p>Mont Blanc (French) and Monte Bianco (Italian) means “White Mountain” for its perpetual snowfields and glaciers. The great dome-shaped mountain is flanked by white glaciers, great granite faces, and gorgeous alpine scenery. Mont Blanc is the highest mountain in the Alps and in western Europe. The highest mountain in Europe is considered by most geographers to be 18,510-foot (5,642-meter) Mount Elbrus in the Caucasus Mountains in Russia near the border with the country of Georgia. Some consider it, however, to be in Asia rather than Europe.</p>",
      "text2" : "<p>Mont Blanc's summit is in France, while its subsidiary lower summit Monte Bianco di Courmayeur is considered to be Italy's highest point. Both French and Swiss maps show the Italy-France boundary crossing this point, whereas the Italians consider the boundary on the summit of Mont Blanc. According to two treaties between France and Spain in 1796 and 1860, the boundary crosses the summit. The 1796 treaty ambiguously states that the border is 'on the highest ridge of the mountain as seen by Courmayeur.' The 1860 treaty says that the border is 'on the highest point of the mountain, at 4807 meters.' French mapmakers, however, have continued to place the border on Monte Bianco di Courmayeur.</p>",
      "text3" : "<p>The height of Mont Blanc varies from year to year depending on the depth of the summit’s snow cap, so no permanent elevation can be assigned to the mountain. The official elevation was once 15,770 feet (4,807 meters), but in 2002 it was resurveyed with modern technology at 15,782 feet (4,810 meters) or twelve feet higher. A 2005 survey measured it at 15,776 feet 9 inches (4,808.75 meters). Mont Blanc is the 11th most prominent mountain in the world. Mont Blanc’s rock summit, under snow and ice, is 15,720 feet (4,792 meters) and about 140 feet away from the snowcapped summit.</p>",
      "image": "app/img/mt/blan.jpg"
    },
    {
      "title": "EIGER",
      "text": "<p></p>",
      "text2" : "<p></p>",
      "text3" : "<p></p>",
      "image": "app/img/mt/eiger.jpg"
    },
    {
      "title": "FUJI",
      "text": "<p>Mount Fuji is the highest mountain in Japan. It rises to 12,388 feet (3,776 metres) near the Pacific Ocean coast in Yamanashi and Shizuoka ken (prefectures) of central Honshu, about 60 miles (100 km) west of the Tokyo-Yokohama metropolitan area. It is a volcano that has been dormant since its last eruption, in 1707, but is still generally classified as active by geologists. The mountain is the major feature of Fuji-Hakone-Izu National Park (1936), and it is at the centre of a UNESCO World Heritage site designated in 2013. The origin of the mountain’s name is uncertain. It first appears as Fuji no Yama in Hitachi no kuni fudoki (713 ce), an early government record.</p>",
      "text2" : "<p>Among the several theories about the source of the name is that it is derived from an Ainu term meaning “fire,” coupled with san, the Japanese word for “mountain.” The Chinese ideograms (kanji) now used to write Fuji connote more of a sense of good fortune or well being. Mount Fuji, with its graceful conical form, has become famous throughout the world and is considered the sacred symbol of Japan. Among Japanese there is a sense of personal identification with the mountain, and each summer thousands of Japanese climb to the shrine on its peak. Its image has been reproduced countless times in Japanese art, perhaps no more famously than in the series of woodblock prints Thirty-six Views of Mount Fuji by Hokusai, which were originally published between 1826 and 1833. </p>",
      "text3" : "<p>According to tradition, the volcano was formed in 286 bce by an earthquake. The truth is somewhat more complex. The age of Fuji is disputed, but it seems to have formed during the past 2.6 million years on a base dating from up to 65 million years ago; the first eruptions and the first peaks probably occurred some 600,000 years ago. The present-day mountain is a composite of three succesive volcanoes: at the bottom is Komitake, which was surmounted by Ko Fuji (“Old Fuji”) and, finally, by the most recent, Shin Fuji. Over the millennia, the lava and other ejecta from Ko Fuji covered most of Komitake, although the top of the latter’s cone continued to protrude from the slope of Ko Fuji. Shin Fuji probably first became active about 10,000 years ago and has continued ever since to smolder or erupt occasionally. In the process it has filled in the slopes of its two predecessors and added the summit zone, producing the mountain’s now nearly perfect tapered form. </p>",
      "image": "app/img/mt/fuji.jpg"
    },
    {
      "title": "TAI",
      "text": "<p>Mount Tai locates in the middle part of Shandong province spanning two cities (Tai’an city and Jinan city) with total area of 426 square kilometers. Mount Tai was called Daizong (means the principal mountain of China) in ancient time and then was renamed as Mount Tai in Spring and Autumn Dynasty went by the name of Dongyue (the Sacred Mountain of East China) that ranks No.1 among the five most important mountains in China. In 1987, Mount Tai was listed as Cultural and Natural World Heritage site and honored “World Geopark” in 2006. In China, Mount Tai is among the first group of “National Parks of China”, the state 5A-class tourist attraction, the top 10 best National Civilized Spot in China. Mount Tai is well known for its spectacular, grandness, elevation, width, steadiness and massiness. The typical character of natural scenery of Mount Tai is imposing, steepy, surprising, serene, secluded, profound, and spacious. The picturesque of the Mount Tai has </p>",
      "text2" : "<p>various sceneries like cragged cliff, deep canyon and gorge, grotesque peak and strange rocks,luxuriant vegetation and the flowing springs and twittering birds…. The mountain also has the unique marvelous wonders: the rising sun at dawn, the jade plate of sea of clouds, the aura appearing around Bixia Temple, rosy clouds at sunset etc. Since ancient time, Mount Tai is recognized as holy and sacred Mountain and held the accolade as “Most Revered of the Five Sacred Mountains”. Furthermore, Mount Tai symbolized the peaceful life and unified country. Four thousands of years, more than a dozen emperors paid their homage to the mountain. Vast quantities of poetry and stone inscriptions were left by emperors, poets and scholars of every era. Confucians and Taoists coexist harmoniously on the mountain.</p>",
      "text3" : "<p>And civilians worshiped the mountain with sincere esteem. In other words, the Mount Tai has becomes the symbol of Chinese spirit There are also peculiar geologic structures as three grand fracture layers, Komatiite rocks and Zuixin Stone (a swirl shaped allgovite rocks); masterpieces of ancient constructions as Dai Temple, Nantian Gate, Bi Xia temple; precious stone inscriptions of past dynasties as Qin dynasty stone inscriptions, inscriptions rocks of the Diamond Sutra, cliffs with inscriptions of Tang dynasty; ancient trees like pine trees of Qin Dynasty, cypress of Han Dynasty (about 1800 years ago), locust tree of Tang Dynasty(about 1200 years ago). All the above syncretize and integrate nature scenery and human culture.</p>",
      "image": "app/img/mt/tai.jpg"
    },
    {
      "title": "K2",
      "text": "<p>The first and only successfully guided commercial mountaineering expedition to K2 was led by Madison Mountaineering in 2014. On July 27th, 2014 Garrett Madison reached the summit of K2 along with climbers Alan Arnette and Matthew Dupuy (read the expedition dispatches). We plan to return to K2 in 2017 and hope to repeat our success, bringing a team of 6 climbers. Climbing K2 is much more challenging and far more dangerous than climbing Everest via the standard North or South side routes, and for this reason we plan to keep our team size small and comprised of qualified climbers, supported by some of the best climbing Sherpas and mountain guides in the world. Unlike on Everest, because the weather and route conditions are notoriously fickle on K2, we must be prepared to take advantage of very brief periods of good weather. </p>",
      "text2" : "<p>Rock fall and snow avalanches are common on the route following K2’s Abruzzi ridge, making it often unsafe to climb or camp (as evidenced by the 2013 tragedy), and the monolithic ice cliff which overhangs the “bottleneck” and “traverse” portions of the route on summit day sheds ice frequently (as evidenced by the 2008 tragedy), so taking advantage of good route conditions and moving quickly are paramount. 8000 meter peaks such as Everest, Cho Oyu, and Manaslu are now frequented by commercial operators coordinating together to set the fixed ropes, therefore sharing this work load, however since K2 is undeveloped we will likely be working alone or with only one other team to set the fixed lines. Additionally, relying on support from other teams for help is not available so we must be self sufficient throughout.</p>",
      "text3" : "<p>We employ many porters to ferry our expedition loads to base camp. The trek to K2 base camp is more than twice the distance as the trek to Everest base camp (south side), and is considerably more arduous being mostly on glacier and loose rock. There are no villages or lodges (as on the Everest trek) so we must transport our entire camp kit by porters each day as we move our caravan towards base camp. Each porter on hire requires an additional porter to carry food and personal items, so we have a small army making our way up and down the Baltoro Glacier. It is very important to differentiate ourselves from other operators in that we have a very nice base camp, with large common tents with heating for dining and communications, and comfortable personal tents for each member. Being here almost 2 months, it is important for our team to have a comfortable camp, as well as to have access to the internet via a satellite modem (this cost is free to all members).</p>",
      "image": "app/img/mt/k2.jpg"
    }
  ]
}
